9/data/attachments/bbe6c3c3a1225a69.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_87027a08-d376-4aab-b792-c02228e08428</nif:username>
            <nif:friendToBeAdded>Victoria_boy_Actions_96217_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>